Repository: gmkrxb/Ice
Catalog: Ice/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

source: You may need to log out for the changes to take effect.
de: Möglicherweise musst du dich abmelden, damit die Änderungen wirksam werden.
es: Puede que debas cerrar sesión para que los cambios surtan efecto.
fr: Vous devrez peut-être fermer votre session pour appliquer les changements.
ja: 変更を適用するにはログアウトが必要な場合があります。
ko: 변경 사항을 적용하려면 로그아웃해야 할 수 있습니다.
zh_hans: 可能需要退出登录才能使更改生效。
zh_hant: 可能需要登出，變更才會生效。

source: between sections
de: zwischen Bereichen
es: entre secciones
fr: entre les sections
ja: セクション間に
ko: 영역 사이에
zh_hans: 以分隔各区域
zh_hant: 以分隔各區域

source: default
de: Standard
es: predeterminado
fr: par défaut
ja: デフォルト
ko: 기본값
zh_hans: 默认
zh_hant: 預設

source: left click
de: Linksklick
es: clic izquierdo
fr: clic gauche
ja: 左クリック
ko: 왼쪽 클릭
zh_hans: 左键点击
zh_hant: 左鍵按一下

source: macOS prohibits "%@" from being moved.
de: macOS erlaubt das Verschieben von „%@“ nicht.
es: macOS no permite mover «%@».
fr: macOS interdit le déplacement de « %@ ».
ja: macOS は「%@」の移動を許可していません。
ko: macOS에서 “%@”의 이동을 허용하지 않습니다.
zh_hans: macOS 不允许移动“%@”。
zh_hant: macOS 不允許移動“%@”。

source: none
de: kein
es: ninguno
fr: aucun
ja: なし
ko: 없음
zh_hans: 无
zh_hant: 無

source: right click
de: Rechtsklick
es: clic derecho
fr: clic droit
ja: 右クリック
ko: 오른쪽 클릭
zh_hans: 右键点击
zh_hant: 右鍵按一下

source: OK
es: Aceptar
ko: 확인
zh_hans: 好
zh_hant: 好

source: Version %@
es: Versión %@
ja: バージョン %@
ko: 버전 %@
zh_hans: 版本 %@
zh_hant: 版本 %@

source: max
es: máx.
ja: 最大
ko: 최대
zh_hans: 最大
zh_hant: 最大

source: BETA
fr: BÊTA
ja: ベータ
ko: 베타
zh_hans: 测试版
zh_hant: 測試版

source: Ice Bar
zh_hans: Ice 扩展栏
zh_hant: Ice 延伸列
